Repository: Cyber-Garret/Exodus-Black
Catalog: Bot/Properties/Resources.*.resx
Languages: ru_ru

# BanPermission
source: Captain, for access to unlock participants I do not have the right ** Ban members **. I advise you to enable the right, and after I inform about the completion of work, turn off this right just in case.
ru_ru: Капитан, для доступа к разблокировке участников у меня нет права **Банить участников**. Советую включить право, а после того как я сообщу об окончании работ, выключить это право на всякий случай.

# Bip
source: Beep...
ru_ru: Бип...

# BipCommSummary
source: A simple command to test my health.
ru_ru: Простая команда проверки моей работоспособности.

# CatEmbBnsFieldTitle
source: Catalyst bonus
ru_ru: Бонус катализатор

# CatEmbDrpFieldTitle
source: How to get a catalyst
ru_ru: Как получить катализатор

# CatEmbQueFieldTitle
source: Catalyst masterwork
ru_ru: Задание катализатора

# CatEmbTitle
source: Information about catalyst for weapon {0}
ru_ru: Информация о катализаторе для оружия {0}

# CatFound
source: So, {0} is what I know about this catalyst.
ru_ru: Итак, {0} вот что мне известно про этот катализатор.

# CatInputIsNull
source: : x: Please enter the full or partial name of the exotic weapon.
ru_ru: :x: Пожалуйста, введите полное или частичное название экзотического оружия.

# ChanCreEmbFieldTitle
source: 📖 Channel created
ru_ru: 📖 Создан канал

# ChanDelEmbFieldTitle
source: ❌ Channel deleted
ru_ru: ❌ Удален канал

# ChanEmbFieldDesc
source: Name: ** {0} ** NSFW ** {1} ** Category: {2}
ru_ru: Название: **{0}** NSFW **{1}** Категория: {2}

# CooldownMessage
source: You can use this command in {0} seconds.
ru_ru: Ты сможешь использовать эту команду через {0} сек.

# DiEvnEmbFooter
source: By: {0}
ru_ru: Кем: {0}

# EmbFooterAboutDel
source: The message will be automatically deleted after one minute.
ru_ru: Сообщение будет автоматически удалено через одну минуту.

# EmbFooterAboutMyMistake
source: If you find any inaccuracies, please inform my creator: Cyber_Garret#5898
ru_ru: Если нашли какие либо неточности, сообщите моему создателю: Cyber_Garret#5898

# Error
source: Error: {0}
ru_ru: Ошибка: {0}

# ErrorHndlCom
source: Error:
ru_ru: Ошибка:

# ExoEmbCatFieldDescNo
source: **Missing**
ru_ru: **Отсутствует**

# ExoEmbCatFieldDescYes
source: **There is**
ru_ru: **Есть**

# ExoEmbCatFieldTitle
source: Catalyst
ru_ru: Катализатор

# ExoEmbHowFieldTitle
source: How to obtain:
ru_ru: Как получить:

# ExoFound
source: So, {0} this is what I know about this equipment.
ru_ru: Итак, {0} вот что мне известно про это снаряжение.

# ExoInputIsNull
source: : x: Please enter the full or partial name of the exotic equipment.
ru_ru: :x: Пожалуйста, введите полное или частичное название экзотического снаряжения.

# GuCoEmbDescField
source: - Total channels: ** {0} ** - Guardians on the server: ** {1} ** - I send alerts about Xur to ** <# {2}> ** - Server logs I write in ** <# {3}> ** - I send notifications of new guardians to ** <# {4}> ** - When collecting fees for activity, I will mention: ** {5} **
ru_ru: - Всего каналов: **{0}** - Стражей на сервере: **{1}** - Оповещения о Зуре я присылаю в **<#{2}>** - Логи сервера я пишу в **<#{3}>** - Оповещения о новых стражах я присылаю в **<#{4}>** - При сборах в активность я буду упоминать: **{5}** - Язык: **{6}** - Часовой пояс: **{7}**

# GuCoEmbTitle
source: My settings on this server.
ru_ru: Мои настройки на этом сервере.

# GuCoEmbTitleField
source: Basic information:
ru_ru: Основная информация:

# GuildAutoroleOff
source: Autorole functionality is disabled.
ru_ru: Функционал автороли отключен.

# GuildAutoroleOn
source: The role **{0}** has been saved, now I will automatically issue it to everyone who arrives at the server.
ru_ru: Сохранена роль **{0}**, теперь я буду ее автоматически выдавать всем прибывшим на сервер.

# GuildLogsOff
source: I turned off alerts about changes on the server.
ru_ru: Я выключила оповещения об изменениях на сервере.

# GuildLogsOn
source: Now most of the changes on the server, if of course I have rights, I will notify the channel {0}
ru_ru: Теперь большинство изменений на сервере, если у меня конечно есть права, я буду оповещать в канал {0}

# GuildMilMention
source: Captain, now in the messages when collecting for activity I will mention: {0}
ru_ru: Капитан, теперь в сообщениях при сборе на активность я буду упоминать: {0}

# GuildNoMention
source: **No mention**
ru_ru: **Без упоминания**

# GuildPrefixCustom
source: The prefix `{0}` is set for commands
ru_ru: Для команд установлен префикс `{0}`

# GuildPrefixDefault
source: For commands, the default prefix `!`
ru_ru: Для команд установлен префикс по умолчанию `!`

# GuildPrivateWelcomeIsNull
source: : x: | At the moment I am not sending any message to new arrivals.
ru_ru: :x: | В данный момент я не отправляю какое либо сообщение новоприбывшим.

# GuildPrivateWelcomeRemove
source: The welcome message has been deleted successfully.
ru_ru: Приветственное сообщение успешно удалено.

# GuildPrivateWelcomeSave
source: : smiley: Welcome message saved.
ru_ru: :smiley: Приветственное сообщение сохранено.

# GuildWelcomeOff
source: I turned off colorful alerts about new members on the server.
ru_ru: Я выключила красочные оповещения о новых участниках на сервере.

# GuildWelcomeOn
source: Now I will notify about new members in the channel {0}
ru_ru: Теперь я буду оповещать о новых участниках в канал {0}

# GuildXurOff
source: I turned off the Xur alerts.
ru_ru: Я выключила оповещения о Зуре.

# GuildXurOn
source: Now I will send news about Xur to the channel {0}
ru_ru: Теперь новости о Зуре я буду присылать в канал {0}

# GuMemAddRole
source: Added
ru_ru: Добавлена

# GuMemRemRole
source: Removed
ru_ru: Убрана

# GuMemRolEmbFieldDesc
source: Name: ** {0} ** {1} role: ** {2} **
ru_ru: Имя: **{0}** {1} роль: **{2}**

# GuMemRolEmbFieldTitle
source: 🔑 Updated guard role:
ru_ru: 🔑 Обновлена роль стража:

# GuMemUpdEmbFieldDesc
source: Previous Name: ** {0} ** New name: **{1}**
ru_ru: Предыдущее имя: **{0}** Новое имя: **{1}**

# GuMemUpdEmbFieldTitle
source: 💢 Guardian name changed:
ru_ru: 💢 Имя стража изменено:

# Hellotxt
source: Sentinel {0} has landed, which means that:
ru_ru: Страж {0} приземлился, а это значит что:

# HelpEmbAdmFieldTitle
source: Admin commands
ru_ru: Команды администраторов

# HelpEmbDesc
source: My main goal is to help the Guardians to gather battle groups, to inform in a timely manner when the messenger of nine Xur arrives or leaves. I can also provide information on exotic gear, catalysts, and much more. You can find more information in the documentation section on my [site] ({0})
ru_ru: Моя основная цель - помогать Стражам собирать боевые группы, своевременно сообщать, когда прибывает или улетает посланник девяти Зур. Также я могу предоставить информацию о экзотическом снаряжении, катализаторах и много чего еще. Больше информации ты можешь найти в разделе документация на моем [сайте]({0})

# HelpEmbMainFieldTitle
source: Main commands
ru_ru: Основные команды

# HelpEmbMilFieldTitle
source: Activity commands
ru_ru: Команды активностей

# HelpEmbSRolFieldTitle
source: Autoroles Commands
ru_ru: Команды настройки Автороли

# HelpEmbTitle
source: Good day. My name is Neuromatrix, I’m Black Exodus AI adapted for Discord. Successfully functioning with {0}
ru_ru: Доброго времени суток. Меня зовут Нейроматрица, я ИИ "Черного исхода" адаптированный для Discord. Успешно функционирую с {0}

# MailDone
source: Done. I sent out a message to everyone who has the role ** {0} **. - Total Recipients: ** {1} ** - Successfully delivered: ** {2} ** - Failed to send: ** {3} **
ru_ru: Готово. Я разослала сообщением всем у кого есть роль **{0}**. - Всего получателей: **{1}** - Успешно доставлено: **{2}** - Не удалось отправить: **{3}**

# MailEmbFooterDesc
source: Guard, keep in mind that I have no relation to the contents of this message.
ru_ru: Страж, учти что я не имею отношения к содержимому данного сообщения.

# MailEmbTitle
source: : mailbox_with_mail: You got a message from {0} from the server ** `{1}` **
ru_ru: :mailbox_with_mail: Вам сообщение от {0} с сервера **`{1}`**

# MailStart
source: I am starting to send out messages. To all guards with the role ** {0} **
ru_ru: Приступаю к рассылке сообщений. Всем стражам с ролью **{0}**

# MilBake
source: I’m preparing the collection of the battle group.
ru_ru: Подготавливаю сбор боевой группы.

# MilCanceled
source: Activity canceled. {0}
ru_ru: Активность отменена. {0}

# MilChangeLeader
source: Leadership rights were transferred to another guard. {0}
ru_ru: Права на лидерство были переданы другому стражу. {0}

# MilEmbDesc
source: **Note from the leader:** {0}
ru_ru: **Заметка от лидера:** {0}

# MilEmbDescCanceled
source: Canceled due to: {0}
ru_ru: Отменен по причине: {0}

# MilEmbInfDescField
source: - Leader of the battle group: ** # 1 {0} - {1} ** - To fix your place, click on the reaction {2}
ru_ru: - Лидер боевой группы: **#1 {0} - {1}** - Чтобы за вами закрепилось место нажмите на реакцию {2}

# MilEmbInfTitleField
source: Information
ru_ru: Информация

# MilEmbMemTitleField
source: Signed up in a battle group
ru_ru: В боевую группу записались

# MilEmbTimeFieldDesc
source: [By clicking here you will be transferred to the activity in which the time was updated.] ({0})
ru_ru: [Нажав сюда ты перейдешь к активности в которой обновили время.]({0})

# MilEmbTimeFieldTitle
source: Link to milestone
ru_ru: Ссылка на активность

# MilEmbTitle
source: {0}, in {1}. {2}: {3}
ru_ru: {0}, в {1}. {2}: {3}

# MilEmbTitleChangeTime
source: Greetings, I want to inform you that the activity leader has changed the start time of the event.
ru_ru: Приветствую, хочу сообщить что лидер активности сменил время начала мероприятия.

# MilError
source: Guard, a critical error has occurred. Try again in a couple of minutes, if the error is again write to my creator - Cyber_Garret#5898 Error: {0}
ru_ru: Страж, произошла критическая ошибка. Попробуй через пару минут снова, если ошибка будет снова напиши моему создателю - Cyber_Garret#5898 Ошибка: {0}

# MilInfEmbTitle
source: Available activities {0}.
ru_ru: Доступные активности {0}.

# MilNoReason
source: Guard, you cannot cancel an activity without specifying a reason.
ru_ru: Страж, нельзя отменить активность не указав причину.

# MilNoteEdited
source: Activity note changed. {0}
ru_ru: Заметка активности исправлена. {0}

# MilNotFound
source: {0}, I did not understand what activity you want to assemble a battle group.
ru_ru: {0}, я не разобрала в какую активность ты хочешь собрать боевую группу.

# MilNotLeader
source: Guard, you cannot complete this action, since it is available only to the activity leader.
ru_ru: Страж, ты не можешь выполнить данное действие, так как оно доступно только лидеру активности.

# MilPastTime
source: Gathered in the past? You are waiting for the fascinating show "stay alive" performed by my team of the Golden Age. Don't forget popcorn Beep ... Good luck and say hello to my captain.
ru_ru: Собрался в прошлое? Тебя ждет увлекательное шоу "остаться в живых" в исполнении моей команды Золотого Века. Не забудь попкорн Бип...Удачи и передай привет моему капитану.

# MilRemEmbFooter
source: {0}: {1}. Server: {2}
ru_ru: {0}: {1}. Сервер: {2}

# MilRemEmbTitle
source: I want to remind you that you will start **{0}** in 15 minutes.
ru_ru: Хочу вам напомнить, что у вас через 15 минут начнется **{0}**.

# MilReserved
source: **Reserved by the leader**
ru_ru: **Зарезервировано лидером**

# MilReservedFail
source: Unable to reserve {0}
ru_ru: Невозможно зарезервировать {0}

# MilReservedOk
source: Reserved: {0} {1}
ru_ru: Зарезервированно: {0} {1}

# MilTimeChanged
source: Activity time changed. {0}
ru_ru: Время активности изменено. {0}

# MilTimeError
source: Guard, you indicated an unknown time format for me.
ru_ru: Страж, ты указал неизвестный мне формат времени.

# MsgDelEmbDesc
source: Where: <# {0}> Posted by ** {1} **
ru_ru: Где: <#{0}> Автор сообщения: **{1}**

# MsgDelEmbFieldTitle
source: Message text:
ru_ru: Текст сообщения:

# MsgDelEmbTitle
source: 🗑 Message deleted
ru_ru: 🗑 Удалено сообщение

# MsgUpdEmbDesc
source: Where: <# {0}>
ru_ru: Где: <#{0}>

# MsgUpdEmbNewFieldTitle
source: New text:
ru_ru: Новый текст:

# MsgUpdEmbOldFieldTitle
source: Old text:
ru_ru: Предыдущий текст:

# MsgUpdEmbTitle
source: 📝 Updated message
ru_ru: 📝 Обновлено сообщение

# MyAd
source: Do you want a custom bot? Write to my creator Cyber_Garret#5898
ru_ru: Хочешь бота на заказ? Пиши моему создателю Cyber_Garret#5898

source: Nightfall
ru_ru: Сумрачный налет

# NotFoundInDB
source: : x: This information is not in my database. : frowning:
ru_ru: :x: Этой информации в моей базе данных нет. :frowning:

# NotInGuildText
source: : x: | This command is not available in private messages.
ru_ru: :x: | Эта команда не доступна в личных сообщениях.

# OnlyForGuildOwner
source: : x: | This command is not available in private messages.
ru_ru: :x: | Прошу прощения страж, но эта команда доступна только владельцу сервера!

# Other
source: Other activities
ru_ru: Прочие активноcти

# PollEmbAuthorName
source: {0} started voting.
ru_ru: {0} начал голосование.

# PollEmbTpcFieldTitle
source: Voting topic
ru_ru: Тема голосования

# PurgeDone
source: The task completed successfully. Deleted {0} posts. _This message will be automatically deleted ._
ru_ru: Задание успешно выполнено. Удалено {0} сообщений. _Это сообщение будет автоматически удалено._

# PurgeStart
source: Begin cleaning the channel.
ru_ru: Начинаю чистку канала.

source: Raid
ru_ru: Рейд

# RndEmbFieldTitle
source: Captain, Vex pseudo-random number generator displayed:
ru_ru: Капитан, генератор псевдослучайных чисел Вексов отобразил:

# RndErrorStart
source: You did not specify a Role or indicated less than 1 or more than 10 random ones.
ru_ru: Вы не указали Роль или указали меньше 1 или больше 10 рандомов.

# RolDelEmbDesc
source: Name: ** {0} ** Color: ** {1} **
ru_ru: Название: **{0}** Цвет: **{1}**

# RolDelEmbTitle
source: ❌ Role removed
ru_ru: ❌ Удалена роль

# SlfRolClear
source: Captain, I deleted all recorded roles in my database.
ru_ru: Капитан, я удалила все записанные роли в моей базе данных.

# SlfRolEmbDescField
source: Click on {0} to get the role {1}
ru_ru: Нажми на {0} что бы получить роль {1}

# SlfRolEmpty
source: Captain, not a single autorole is recorded in my database.
ru_ru: Капитан, в мой базе не записанно ни одной автороли.

# SlfRolErrorEmoji
source: Captain, I could not save the emoji. Are you sure you are using server emoji?
ru_ru: Капитан, я не смогла сохранить эмодзи. Ты уверен что используешь серверный эмодзи?

# SlfRolList
source: In my database, the following autoroli and emoji are attached to them:
ru_ru: В моей базе записанны такие автороли и эмодзи привязанные к ним:

# SlfRolNoText
source: Captain, you did not indicate the text of the message.
ru_ru: Капитан, ты не указал текст сообщения.

# SlfRolRoleOrEmojiExist
source: The captain, the role and \\ or emoji that you said is already used in the autorole system.
ru_ru: Капитан, роль и\\или эмодзи что ты указал уже используються в системе авторолей.

# SlfRolRoleOrEmojIsNull
source: Captain, you did not indicate the role and \\ or emoji.
ru_ru: Капитан, ты не указал роль и\\или эмодзи.

# SlfRolSucAdd
source: Success! Captain, I saved this bunch of roles {0} and {1} in my database.
ru_ru: Успех! Капитан я сохранила данную связку роли {0} и {1} в своей базе данных.

# UnbanDone
source: Done. I went through the list of ** {0} ** blocked guards. - Successfully unlocked: ** {1} ** - Failed to unlock: ** {2} ** * If there are too many unsuccessful attempts, try in a couple of minutes, as Discord can block such massive actions. *
ru_ru: Готово. Я прошлась по списку из **{0}** заблокированных стражей. - Успешно разблокировала: **{1}** - Не удалось разблокировать: **{2}** *Если слишком много неудачных попыток, попробуй через пару минут, так как Discord может блокировать такие массовые действия.*

# UnbanStart
source: Captain, I counted {0} guards on the list of blocked ones. I proceed to mass unlock all the guards.
ru_ru: Капитан, в списке заблокированных я насчитала {0} стражей. Приступаю к массовой разблокировке всех стражей.

source: Unknown
ru_ru: Неизвестно

# UsrBanEmbTitle
source: 🔨 The guard was banned
ru_ru: 🔨 Страж был забанен

# UsrKicEmbTitle
source: 🦶 The guard was banished
ru_ru: 🦶 Страж был выгнан

# UsrLefEmbDesc
source: The server was known as: ** {0} ** Discord Guardian Name **{1}**
ru_ru: На сервере был известен как: **{0}** Discord имя стража **{1}**

# UsrLefEmbFieldTitle
source: Cause:
ru_ru: Причина:

# UsrLefEmbTitle
source: 💢 Sentinel left the server
ru_ru: 💢 Страж покинул сервер
